Repository: CaptainStormblade/WhatsAppPlus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fi, fr, pt_br, ro, uk

source: Chat list not found
ar: قائمة الدردشة غير موجودة
fi: Keskusteluluetteloa ei löydetty
fr: Liste des discussions non trouvée
pt_br: Lista de conversa não encontrada
ro: Lista chat-urilor negăsită
uk: Списку з бесідами не знайдено

source: Move focus to the last message in an open chat
ar: الإنتقال إلى آخر رسالة في المحادثة المفتوحة
fi: Siirrä kohdistus avatun keskustelun viimeiseen viestiin
fr: Déplacer le focus au dernier message d'une discussion ouverte
pt_br: Mover o foco para a última mensagem numa conversa aberta
ro: Mută focalizarea la ultimul mesaj dintr-un chat deschis
uk: Перенести фокус на останнє повідомлення в бесіді

source: No open chat
ar: لا توجد محادثة مفتوحة
fi: Ei avointa keskustelua
fr: Aucune discussion ouverte
pt_br: Sem conversa aberta
ro: Niciun chat deschis
uk: Немає відкритої бесіди

source: This chat is empty
ar: هذه المحادثة فارغة
fi: Tämä keskustelu on tyhjä
fr: Cette discussion est vide
pt_br: Esta conversa está vazia
ro: Acest chat este gol
uk: Ця бесіда порожня

source: Move focus to chat list
ar: الإنتقال إلى قائمة المحادثات
fi: Siirrä kohdistus keskusteluluetteloon
fr: Déplacer le focus à la liste des discussion.
pt_br: Mover o foco para a lista de conversas
ro: Mută focalizarea în lista de chat-uri
uk: Перенести фокус в список бесід

source: Chat list is empty
ar: قائمة الدردشات فارغة
fi: Keskusteluluettelo on tyhjä
fr: La liste des discussions est vide
pt_br: A lista de conversas está vazia
ro: Lista chat-urilor este goală
uk: Список бесід порожній

source: Move focus to 'unread messages' label
ar: نقل التركيز إلى تصنيف "الرسائل غير المقروءة"
fi: Siirrä kohdistus lukemattomien viestien ilmoitukseen
fr: Déplacer le focus à l'étiquette indiquant la présence de messages non lus
pt_br: Mover o foco para a etiqueta de 'mensagens não lidas
ro: Mută focalizarea pe elementul mesajelor necitite
uk: Перенести фокус на мітку "непрочитані повідомлення"

source: There are no unread messages in this chat
ar: لا توجد رسائل غير مقروءة في هذه الدردشة
fi: Tässä keskustelussa ei ole lukemattomia viestejä
fr: Aucun message non lu dans cette discussion
pt_br: Não há mensagens não lidas nesta conversa
ro: În acest chat, nu există mesaje necitite
uk: В цій бесіді немає непрочитаних повідомлень

source: Increase/decrease the playback speed of voice messages
ar: Пришвидшити/уповільнити швидкість відтворення голосового повідомлення
fi: Lisää/vähennä ääniviestien toistonopeutta
fr: Пришвидшити/уповільнити швидкість відтворення голосового повідомлення
pt_br: Aumentar/diminuir a velocidade de reprodução das mensagens de voz
ro: Пришвидшити/уповільнити швидкість відтворення голосового повідомлення
uk: Пришвидшити/уповільнити швидкість відтворення голосового повідомлення

source: Nothing is playing right now
ar: Зараз нічого не відтворюється
fi: Ei toistoa
fr: Зараз нічого не відтворюється
pt_br: Nada está sendo reproduzido agora.
ro: Зараз нічого не відтворюється
uk: Зараз нічого не відтворюється

source: Play/pause the voice message currently playing
ar: قم بتشغيل / إيقاف تشغيل الرسالة الصوتية التي تعمل حاليا
fi: Toista/tauota nykyinen ääniviesti
fr: Mettre en pause / reprendre le message vocal en cours de lecture
pt_br: Reproduzir/pausar a mensagem de voz que está sendo reproduzida
uk: Відтворити/призупинити голосове повідомлення, яке зараз відтворюється

source: Announce the name and status of an open chat
ar: الإعلان عن إسم وحالة المحادثة المفتوحة
fi: Ilmoita avoimen keskustelun nimi ja tila
fr: Annoncer le nom et l'état d'une discussion ouverte
pt_br: Anunciar o nome e o status de uma conversa aberta
ro: Anunță numele și starea unui chat deschis
uk: Повідомити назву та статус відкритої бесіди

source: Chat activity tracking is enabled
ar: تفعيل الإعلان عن حالة الدردشة
fi: Keskustelun seuranta käytössä
fr: Suivi d'activité de discussion activé
ro: Urmărirea activității de chat este activată
uk: Відстеження активності в чаті увімкнено

source: Chat activity tracking is disabled
ar: تعطيل الإعلان عن حالة الدردشة
fi: Keskustelun seuranta pois
fr: Suivi d'activité de discussion désactivé
ro: Urmărirea activității de chat este dezactivată
uk: Відстеження активності в чаті вимкнено

source: Open current chat profile
ar: فتح ملف المحادثة الحالية
fi: Avaa nykyisen keskustelun profiili
fr: Ouvrir le profil de la discussion actuelle
pt_br: Abrir o perfil da conversa atual
ro: Deschide profilul de chat curent
uk: Відкрити профіль відкритої бесіди

source: Move the focus to the edit field. If the focus is already in the edit field, then after pressing the hotkey, it will move to where it was before
ar: الإنتقال إلى حقل الكتابة. إذا كنت موجود بالفعل في حقل الكتابة, فإن الضغط على الاختصار سيعيدك إلى آخر مكان كنت فيه قبل الضغط على الاختصار
fi: Siirrä kohdistus kirjoituskenttään. Mikäli kohdistus on jo kirjoituskentässä, tämä siirtää sen edelliseen kohdistettuun kohteeseen
fr: Déplacer le focus au champ d'édition. Si celui-ci y est déjà, exécuter ce raccourci le ramènera là où il était auparavant
pt_br: Mover o foco para o campo de edição. Se o foco já estiver no campo de edição, então, após pressionar a tecla de atalho, ele voltará para onde estava antes
ro: Redă/Oprește mesajul vocal în curs de redare
uk: Перенести фокус в поле введення повідомлення. Якщо фокус вже знаходиться в цьому полі, при натисканні він повернеться на останній елемент який був у фокусі

source: Copy the message if it contains text
ar: انسخ الرسالة إذا كانت تحتوي على نص
fi: Kopioi viesti, mikäli se sisältää tekstiä
fr: Copier le message s'il contient du texte
pt_br: Copiar a mensagem se ela contiver texto
ro: Copiază mesajul dacă acesta conține text
uk: Скопіювати вміст повідомлення

source: Message copied
ar: تم نسخ الرسالة
fi: Viesti kopioitu
fr: Message copié
pt_br: Mensagem copiada
ro: Mesaj copiat
uk: Повідомлення скопійовано

source: This message contains no text
ar: هذه الرسالة لا تحتوي على نص
fi: Tässä viestissä ei ole tekstiä
fr: Ce message ne contient pas de texte
pt_br: Esta mensagem não contém texto
ro: Acest mesaj nu conține text
uk: Дане повідомлення не містить тексту

source: Show message text in popup window
ar: عرض محتوى الرسالة في نافذة منبثقة
fi: Näytä viestin teksti ponnahdusikkunassa
fr: Afficher le message dans une fenêtre
pt_br: Mostrar texto da mensagem na janela popup
ro: Arată textul mesajului într-o fereastră pop-up
uk: Показати текст повідомлення у спливаючому вікні

source: message text
ar: نص الرسالة
fi: Viestin teksti
fr: texte du message
pt_br: Texto da mensagem
ro: textul mesajului
uk: текст повідомлення

source: Make a voice call
ar: إجراء مكالمة صوتية
fi: Aloita äänipuhelu
fr: Initier un appel audio
pt_br: Fazer uma chamada de voz
ro: Efectuează un apel vocal
uk: Здійснити голосовий дзвінок

source: Call unavailable
ar: الإتصال غير متوفر
fi: Puhelu ei käytettävissä
fr: Appel non disponible
pt_br: Chamada indisponível
ro: Apel indisponibil
uk: Дзвінок недоступний

source: Make a video call
ar: إجراء مكالمة فيديو
fi: Aloita videopuhelu
fr: Initier un appel vidéo
pt_br: Fazer uma videochamada
ro: Efectuează un apel video
uk: Здійснити відео дзвінок

source: Video call not available
ar: مكالمة الفيديو غير متاحة
fi: Videopuhelu ei käytettävissä
fr: Appel vidéo non disponible
pt_br: Videochamada não disponível
ro: Apel video indisponibil
uk: Відео дзвінок недоступний

source: Accept call
ar: الرد على المكالمة
fi: Vastaa puheluun
fr: Accepter un appel
pt_br: Aceitar chamada
ro: Răspunde apelului
uk: Відповісти на дзвінок

source: Press "Decline call" button if there is an incoming call or "End call" button if a call is in progress
ar: اضغط على زر "رفض المكالمة" إذا كانت هناك مكالمة واردة أو زر "إنهاء المكالمة" إذا كانت هناك مكالمة جارية
fi: Painaa "Lopeta puhelu", jos puhelu on käynnissä tai "Hylkää puhelu", jos se on tulossa.
fr: Appuyez sur le bouton "Décliner l'appel" s'il y a un appel entrant ou sur le bouton "Terminer l'appell lors d'un appell en cours
pt_br: Pressione o botão "Recusar chamada" se houver uma chamada recebida ou o botão "Encerrar chamada" se uma chamada estiver em andamento
ro: Refuză un apel dacă ești sunat, sau închide apelul dacă unul este în progres
uk: Відхилити або завершити дзвінок

source: Mute or unmute the microphone
ar: كتم أو إلغاء كتم صوت الميكروفون
fi: Mykistä mikrofoni tai poista sen mykistys
fr: Activer ou désactiver le micro
pt_br: Silenciar ou ativar o microfone
ro: Pune sau scoate microfonul de pe mut
uk: Увімкнути/вимкнути мікрофон

source: Turn the camera on and off
ar: تعطيل أو تشغيل الكاميرا
fi: Ota kamera käyttöön tai poista se käytöstä
fr: Activer ou désactiver la caméra
pt_br: Ligar e desligar a câmera
ro: Comută camera
uk: Увімкнути/вимкнути камеру

source: Press "Attach file" button
ar: اضغط على زر "إرفاق ملف"
fi: Paina "Liitä tiedosto" -painiketta
fr: Appuyer sur le bouton "Joindre un fichier"
pt_br: Pressionar o botão "Anexar"
ro: Apasă butonul de ataşare a fişierelor
uk: Натиснути кнопку «Додати вкладення»

source: Button not found
ar: ردًا على
fi: Painiketta ei löydy
fr: Bouton non trouvé
pt_br: Botão não encontrado
ro: Buton negăsit
uk: Кнопку не знайдено

source: Press "More Options" button
ar: الضغط على زر المزيد من الخيارات
fi: Paina "Lisää asetuksia" -painiketta
fr: Appuyer sur le bouton "Plus d'options"
pt_br: Pressionar o botão "Mais opções"
ro: Apasă butonul Mai multe opţiuni
uk: Натиснути кнопку «Додаткові параметри»

source: Record and send a voice message
ar: تسجيل وإرسال رسالة صوتية
fi: Nauhoita ja lähetä ääniviesti
fr: Enregistrer et envoyer un message vocal
pt_br: Gravar e enviar uma mensagem de voz
ro: Înregistrează şi trimite un mesaj vocal
uk: ПОчати запис або надіслати голосове повідомлення

source: Recording a voice message will not be available until the edit field is empty
ar: في حال كان مربع كتابة الرسالة يحتوي على محتوى, فإن زر تسجيل رسالة سيكون معطلا
fi: Ääniviestin nauhoitus ei ole käytettävissä, jos kirjoituskentässä on tekstiä
fr: L'enregistrement d'un message vocal n'est pas possible tant que le champ d'édition n'est pas vide
pt_br: A gravação de mensagem de voz não estará disponível até que o campo de edição esteja vazio
uk: Запис голосового повідомлення неможливий, поки поле вводу не є порожнім

source: Discard voice message
ar: تجاهل الرسالة الصوتية
fi: Peruuta ääniviestin lähetys
fr: Abandonner le message vocal
pt_br: Descartar mensagem de voz
ro: Anulează mesajul vocal
uk: Скасувати запис голосового повідомлення

source: Reply canceled
ar: تم إلغاء الرد على الرسالة
fi: Vastaus peruutettu
fr: Réponse annulée
pt_br: Resposta cancelada
ro: Răspuns anulat
uk: Відповідь скасовано

source: Pause/resume voice message recording
ar: إيقاف أو استئناف تسجيل الرسالة الصوتية
fi: Pysäytä / jatka äänitystä
fr: Mettre en pause / reprendre l'enregistrement du message vocal
pt_br: Pausar/ retomar a gravação de mensagens de voz
ro: Pune pe pauză sau reia înregistrarea mesajului vocal
uk: Призупинити/відновити запис голосового повідомлення

source: Forward message
ar: إعادة توجيه الرسالة
fi: Välitä viesti
fr: Transférer unmessage
pt_br: Rencaminhar mensagem
ro: Redirecționează mesaj
uk: Переслати повідомлення

source: Delete a message or chat
ar: حذف الرسالة أو المحادثة
fi: Poista viesti tai keskustelu
fr: Supprimer un message ou une discussion
pt_br: Apagar uma mensagem ou conversa
ro: Şterge un mesaj sau un chat
uk: Видалити повідомлення або бесіду

source: Reply to message
ar: الرد على الرسالة
fi: Vastaa viestiin
fr: Répondre à un message
pt_br: Resposta à mensagem
ro: Răspunde la mesaj
uk: Відповісти на повідомлення

source: Mark a chat as read
ar: جعل المحادثة مقروأة
fi: Merkitse keskustelu luetuksi
fr: Marquer une discussion comme lue
pt_br: Marcar uma conversa como lida
ro: Marchează un chat ca citit
uk: Позначити бесіду як прочитану

source: Star message
ar: إضافة نجمة
fi: Merkitse viesti tähdellä
fr: Marquer un message comme important
pt_br: marcar Mensagem com estrela
ro: Marchează mesajul ca favorit
uk: Помітити повідомлення зірочкою

source: Save file as...
ar: حفظ الملف كا...
fi: Tallenna tiedosto nimellä...
fr: Enregistrer le fichier sous...
pt_br: Guardar Ficheiro como...
ro: Salvează fişierul ca...
uk: Зберегти файл як...

source: Back
ar: العودة
fi: Takaisin
fr: Retour
pt_br: voltar
ro: Înapoi
uk: Назад

source: Toggles the mode that removes the reading of the user number when reading messages that are not in the contact list
ar: تبديل وضع القراءة, عند التنقل في المحادثات, يتم تعطيل نطق أرقام المستخدمين الغير موجودين في جهات الإتصال
fi: Ottaa käyttöön tai poistaa käytöstä sellaisten numeroiden lukemisen, joita ei ole yhteystiedoissa
fr: Activer / désactiver l'annonce du numéro de téléphone pour les messages provenant d'utilisateurs non présents dans les contacts
pt_br: Alterna o modo que remove a leitura do número ao ler mensagens de pessoas que não estão na lista de contatos
ro: Comută modul care elimină citirea numărului de telefon al unui utilizator care nu se află în lista de contacte
uk: Перемикає режим, який при навігації по повідомленнях, прибирає читання номера користувача, яких немає в списку контактів

source: User numbers will be read
ar: ستتم قراءة أرقام المستخدمين
fi: Käyttäjien numerot luetaan
fr: Le numéro de l'utilisateur sera annoncé
pt_br: Os números serão lidos
ro: Numerele persoanelor pe care nu le ai în contacte va fi citit
uk: Номери користувачів будуть прочитані

source: User numbers will not be read
ar: لم يتم قراءة أرقام المستخدمين
fi: Käyttäjien numeroita ei lueta
fr: Le numéro de l'utilisateur ne sera pas annoncé
pt_br: Os números não serão lidos
ro: Numerele persoanelor pe care nu le ai în contacte nu va mai fi citit
uk: Номери користувачів не будуть прочитані

source: Enable automatic reading of new messages in the current chat
ar: تمكين القراءة التلقائية للرسائل الجديدة في الدردشة الحالية
fi: Ota käyttöön nykyisen keskustelun automaattinen uusien viestien lukeminen
fr: Activer la lecture automatique des nouveaux messages dans la discussion courante
pt_br: Permitir a leitura automática de novas mensagens na conversação atual
ro: Activează citirea automată a mesajelor noi din chat-ul curent
uk: Увімкнути/вимкнути автоматичне читання нових повідомлень у відкритій розмові

source: Automatic reading of messages is enabled
ar: تم تمكين القراءة التلقائية للرسائل
fi: Automaattinen uusien viestien lukeminen käytössä
fr: La lecture automatique des nouveaux messages est activée
pt_br: A leitura automática das mensagens está ativada
ro: Citirea automată a mesajelor noi a fost activată
uk: Автоматичне читання повідомлень увімкнено

source: Automatic reading of new messages is disabled
ar: تم تعطيل القراءة التلقائية للرسائل الجديدة
fi: Automaattinen uusien viestien lukeminen pois
fr: La lecture automatique des nouveaux messages est désactivée
pt_br: A leitura automática de novas mensagens está desativada
ro: Citirea automată a mesajelor noi a fost dezactivată
uk: Автоматичне читання повідомлень вимкнено

source: Announce the current value of the progress bar. When double-pressed, turns on/off the automatic sounding of performance indicators.
ar: الإعلان عن القيمة الحالية لشريط التقدم. عند الضغط عليه مرتين، قم بتشغيل / إيقاف تشغيل الصوت التلقائي لشريط التقدم.
fi: Ilmoita edistymispalkin nykyinen arvo. Kahdesti painettaessa muuttaa automaattisten edistymispalkin ilmoitusten tilaa.
fr: Annoncer la valeur actuelle de la barre de progression. En cas de double pression, active/désactive la vocalisation automatique des indicateurs de performance.
ro: Anunță valoarea curentă a barei de progres. Când este apăsat de două ori, activează/dezactivează sunetul automat al indicatorilor de performanță.
uk: Повідомити поточне значення індикатора виконання, якщо фокус знаходиться на повідомленні, яке завантажується/відвантажується. При подвійному натисканні вмикає/вимикає автоматичне озвучення індикаторів виконання.

source: Now the values ​​of the performance indicators will be announced automatically
ar: الآن سيتم الإعلان عن قيم شريط التقدم تلقائيًا
fi: Automaattinen edistyspalkkien ilmoitus käytössä
fr: Les valeurs des indicateurs de performance seront désormais annoncées automatiquement
ro: Acum, valorile indicatorilor de performanță vor fi anunțate automat
uk: Тепер значення індикаторів виконання буде озвучуватись автоматично

source: Now the values ​​of the progress indicators will not be announced automatically
ar: الآن لن يتم الإعلان عن قيم شريط التقدم تلقائيًا
fi: Automaattinen edistyspalkkien ilmoitus pois
fr: Les valeurs des indicateurs de performance ne seront plus annoncées automatiquement
ro: Acum, valorile indicatorilor de progres nu vor mai fi anunțate automat
uk: Тепер значення індикаторів виконання не буде озвучуватись автоматично

source: This message does not include a progress bar
ar: هذه الرسالة لا تحتوي على شريط تقدم
fi: Tässä viestissä ei ole edistymispalkkia
fr: Ce message ne présente pas de barre de progression
uk: Це повідомлення не містить індикатора виконання

source: This element is not a message
ar: هذا العنصر ليس رسالة
fi: Tämä kohde ei ole viesti
fr: Cet élément n'est pas un message
ro: Acest element nu este un mesaj
uk: Цей елемент не є повідомленням

source: Switch to selection mode
ar: Перейти у режим вибору
fi: Vaihda valintatilaan
fr: Перейти у режим вибору
ro: Перейти у режим вибору
uk: Перейти у режим вибору

source: Show a list of all whatsAppPlus shortcuts
ar: عرض قائمة بجميع اختصارات whatsAppPlus
fi: Näytä kaikki WhatsAppPlus-lisäosan näppäinkomennot
uk: Показати список усіх комбінацій клавіш WhatsAppPlus

source: List of shortcuts
ar: قائمة الاختصارات
fi: Näppäinkomentoluettelo
uk: Список комбінацій клавіш

source: In response to
ar: ردا على
fi: Vastaa
fr: En réponse à
pt_br: Em resposta a
ro: Răspuns către
uk: У відповідь на

source: You
ar: Ви
fi: Sinä
uk: Ви

source: Selected
ar: Виділено
fi: Valittu
fr: Виділено
ro: Виділено
uk: Виділено

source: Answer to
ar: الرد على
fi: Vastaa
fr: Réponse à
pt_br: responder para
ro: Răspunde către
uk: Відповідь

source: Cancel reply
ar: إلغاء الرد على الرسالة
fi: Peruuta vastaus
fr: Annuler la réponse
pt_br: Cancelar resposta
ro: Anulează răspunsul
uk: Скасувати відповідь

source: Close
ar: إغلاق
fi: Sulje
fr: Fermer
pt_br: Fechar
ro: Închide
uk: Закрити

source: Add
ar: إضافة
fi: Lisää
fr: Ajouter
pt_br: Adicionar
ro: Adaugă
uk: Додати

source: Star
ar: تمييز الرسالة بنجمة
fi: Lisää tähti
fr: Marquer comme important
pt_br: Estrela
ro: Marchează cu stea
uk: Зірка

source: Unstar
ar: إلغاء تمييز الرسالة بنجمة
fi: Poista tähti
fr: Supprimer des importants
pt_br: Tirar estrela
ro: Elimină marcajul cu stea
uk: Зняти зірочку

source: React to message
ar: التفاعل مع الرسالة
fi: Reagoi viestiin
fr: Réagir à un message
pt_br: Reagir à mensagem
ro: Reacționează la mesaj
uk: Встановити реакцію на повідомлення

source: Next
ar: Далі
fi: Seuraava
fr: Suivant
pt_br: Próximo
ro: Далі
uk: Далі

source: Previous
ar: السابق
fi: Edellinen
fr: Précédent
pt_br: Anterior
ro: Anterior
uk: Попередній

source: Mute
ar: كتم
fi: Mykistä
fr: Sourdine
pt_br: Mudo
ro: Pune pe mut
uk: Вимкнути звук

source: Unmute
ar: إلغاء الكتم
fi: Poista mykistys
fr: Activer le son
pt_br: Com som
ro: Scoate de pe mut
uk: Звук увімкнено

source: Pause
ar: إيقاف
fi: Tauota
pt_br: Pausa
ro: Pune pe pauză
uk: Пауза

source: Play
ar: تشغيل
fi: Toista
fr: Lire
pt_br: Tocar
ro: Redă
uk: Відтворити

source: Copy
ar: نسخ
fi: Kopioi
fr: Copier
ro: Copiază
uk: Копіювати

source: Forward
ar: إعادة توجيه
fi: Välitä
fr: Transférer
uk: Переслати

source: Delete
ar: Видалити
fi: Poista
fr: Видалити
ro: Видалити
uk: Видалити

source: No updates available
ar: لا توجد تحديثات متوفرة
fr: Aucune mise à jour disponible
pt_br: Nenhuma atualização disponível
ro: Nicio actualizare disponibilă
uk: Немає доступних оновлень

source: WhatsAppPlus update
ar: تحديث WhatsAppPlus
fr: Mise à jour WhatsAppPlus
pt_br: Atualização do WhatsAppPlus
ro: Actualizare WhatsAppPlus
uk: Оновлення WhatsApPlus

source: A new version of the add-on is available. Do you want to update WhatsAppPlus to version %version?
ar: يتوفر إصدار جديد من الإضافة. هل تريد تحديث WhatsAppPlus إلى الإصدار %version?
fr: Une nouvelle version de l'extension est disponible. Voulez-vous mettre à jour WhatsAppPlus à la version %version?
pt_br: Está disponível uma nova versão do add-on. quer atualizar o WhatsAppPlus para a versão %version?
ro: Este disponibilă o nouă versiune a acestui add-on. Dorești să actualizezi WhatsAppPlus la versiunea %version?
uk: Доступна нова версія додатку. Хочете оновити WhatsAppPlus до версії %version?

source: Yes, update
ar: نعم, قم بالتحديث
fr: Oui, mettre à jour
pt_br: Sim, atualizar
ro: Da, actualizează
uk: Так, оновити

source: No, not now
ar: لا, ليس الآن
fr: Non, pas maintenant
pt_br: Agora não
ro: Nu, nu acum
uk: Ні, не зараз

source: Download in progress
ar: التنزيل قيد التقدم
fr: Téléchargement en cours
pt_br: Download em progresso
ro: Descărcare în progres
uk: Триває завантаження

source: Changes in this version:
ar: التغييرات في هذا الإصدار:
fr: Changement dans cette version:
pt_br: Mudanças nesta versão:
ro: Modificări în această versiune:
uk: Зміни в цій версії:

source: No update information
ar: لا توجد معلومات حول التحديث
fr: Aucune information de mise à jour
pt_br: Nenhuma informação de atualização
ro: Nicio informație despre actualizare
uk: Відсутня інформація про оновлення

source: Open WhatsAppPlus settings window
ar: فتح نافذة إعدادات WhatsAppPlus
fi: Avaa WhatsAppPlus-asetukset
fr: Ouvrir les paramètres de WhatsAppPlus
pt_br: Abrir a janela de configurações do WhatsAppPlus
ro: Deschide fereastra cu setările WhatsAppPlus
uk: Відкрити вікно налаштувань WhatsAppPlus

source: Enter a phone number. This is to prevent the app from displaying your phone number on messages sent by you.
ar: أدخل رقم هاتفك. هذا لمنع التطبيق من عرض رقم هاتفك على الرسائل التي ترسلها.
fi: Kirjoita puhelinnumero. Tämä estää sovellusta näyttämästä puhelinnumeroa lähettämissäsi viesteissä.
uk: Введіть свій номер телефону. Це потрібно для того, щоб програма не відображала ваш номер телефону в надісланих вами повідомленнях.

source: In this field, separate by commas, write all the matching phrases of the "Unread messages" element in your language. You need to write phrases without a number.
ar: في هذا الحقل، اكتب جميع العبارات المطابقة لعنصر "الرسائل غير المقروءة" في لغتك، مفصلاً بفواصل. تحتاج إلى كتابة عبارات بدون رقم.
fi: Kirjoita tähän pilkulla eroteltuina kaikki "Lukematonta viestiä" -elementtiä vastaavat lauseet omalla kielelläsi. Sinun on kirjoitettava ne ilman numeroa.
fr: Dans ce champ, écrivez, séparés par des virgules, les différents termes correspondants à l'étiquette indiquant "messages non lus" dans votre langue. Vous ne devez éccrire que des mots, pas de chiffres.
pt_br: Neste campo, separado por vírgulas, escreva todas as frases correspondentes do elemento "Mensagens não lidas" em seu idioma. Você precisa escrever as frases sem um número.
ro: Scrie în acest câmp, separate prin virgule, toate frazele care corespund elementului "Unread messages" în limba ta. Trebuie să scrii frazele fără număr.
uk: У цьому полі, розділяючи комами, впишіть всі відповідні фрази елемента «Непрочитані повідомлення» вашою мовою. Писати треба словосполучення без цифри.

source: Play sounds when starting, pausing and sending a voice message
ar: تشغيل الأصوات عند بدء أو الإيقاف المؤقت أو إرسال الرسائل الصوتية
fi: Toista ääni ääniviestiä aloitettaessa, tauotettaessa ja lähetettäessä
fr: Jouer des sons lors de l'enregistrement, la suspension et l'envoi d'un message vocal
pt_br: Reproduza sons ao iniciar, pausar e enviar uma mensagem de voz
ro: Redă sunete la pornirea, întreruperea și trimiterea unui mesaj vocal
uk: Відтворювати звуки під час запуску, паузи та надсилання голосового повідомлення
