Repository: CaptainStormblade/WhatsAppPlus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fi, fr, pt_br, ro, uk

source: Automatically report progress bar updates when focus is on a message
ar: الإعلان التلقائي عن شريط تقدم الرسالة في حالة التركيز عليها
fi: Ilmoita edistymispalkin päivitykset automaattisesti kohdistuksen ollessa viestissä
fr: Annoncer automatiquement les mises à jour de la barre de progression quand un message est sélectionné
ro: Raportează automat actualizările barei de progres atunci când ești focalizat pe un mesaj
uk: Автоматично повідомляти про оновлення індикаторів виконання, коли фокус перебуває на повідомленні

source: Check for WhatsAppPlus updates on NVDA startup
ar: البحث عن تحديثات إضافة WhatsAppPlus عند تشغيل NVDA
fr: Vérifier les mises à jour de WhatsAppPlus au démarrage de NVDA
pt_br: Verifique as atualizações do WhatsAppPlus na inicialização do NVDA
ro: Verifică dacă există actualizări WhatsAppPlus la pornirea NVDA
uk: Перевіряти наявність оновлень WhatsAppPlus під час запуску NVDA

source: Check for &updates
ar: التحقق من ال&تحديثات
fr: Vérifier les &mises à jour
pt_br: Verificar por &atualizações
ro: Verifică dacă există actualizări
uk: Перевірити наявність &оновлень

source: This add-on adds many hotkeys for quick navigation through the main elements of the window, convenient interaction with chat messages, and also adds many minor improvements that make working in WhatsApp much easier.
ar: تضيف هذه الإضافة العديد من مفاتيح الاختصار للتنقل السريع عبر العناصر الرئيسية للنافذة، كما تسهل التفاعل مع رسائل الدردشة، وتضيف أيضًا العديد من التحسينات الطفيفة التي تجعل العمل مع WhatsApp أسهل بكثير.
fi: Tämä lisäosa lisää komentoja WhatsAppin käyttöliittymän eri osien välillä navigointiin, parantaa vuorovaikutusta viestien kanssa sekä tuo muita pienempiä parannuksia, joiden ansiosta WhatsAppin käyttö on helpompaa.
fr: Cette extension ajoute de nombreux raccourcis clavier facilitant la navigation dans l'interface et l'interaction avec les messages, tout en apportant de petites améliorations mineures qui rendent l'utilisation de WhatsApp bien plus simple.
ro: Acest add-on adaugă multe taste de acces rapid pentru navigare rapidă prin elementele principale ale ferestrei, interacțiune convenabilă cu mesajele de chat și, de asemenea, adaugă multe îmbunătățiri minore care fac utilizarea WhatsApp Beta mult mai ușoară.

source: Microphone on
fr: Micro activé
pt_br: Microfone ligado
ro: Microfon pornit

source: Microphone off
fr: Micro désactivé
pt_br: Microfone desligado
ro: Microfon oprit

source: Camera on
fr: Caméra activée
pt_br: Câmera ligada
ro: Cameră pornită

source: Camera off
fr: Caméra désactivée
pt_br: Câmera desligada
ro: Cameră oprită

source: Edit message
fi: Muokkaa viestiä

source: Enter the name that you have provided in your WhatsApp account. This is so that WhatsAppPlus can distinguish your messages from other messages.
fi: Kirjoita nimi, jonka olet antanut WhatsApp -tilillesi. Tämä siksi, että WhatsApplus voi erottaa viestisi muista viesteistä.

source: Automatic reading of new messages is enabled until the NVDA is restarted
pt_br: A leitura automática de novas mensagens está ativada até que o NVDA seja reiniciado
